IDEA StatiCa Open Model
WeldData.Thickness Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Thickness of the weld
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Thickness { get; set; }
Public Property Thickness As Double
	Get
	Set
public:
property double Thickness {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
WeldData Class
IdeaRS.OpenModel.Connection Namespace